BOT_KEY = '6393235968:AAHz_gcQ0su05QGrS4MG-wbj8X_I3ynOe18'
HOST = "http://127.0.0.1:5000"
NAMES = {0: 'Бабочка', 1: 'Крокодил', 2: 'Краб', 3: 'Олень', 4: 'Утка', 5: 'Орёл', 6: 'Слон', 7: 'Рыба',
         8: 'Лягушка', 9: 'Лиса', 10: 'Жираф', 11: 'Козёл', 12: 'Золотая рыбка', 13: 'Гусь', 14: 'Хомяк', 15: 'Морской котик',
         16: 'Ёж', 17: 'Гиппопотам', 18: 'Конь', 19: 'Ягуар', 20: 'Медуза', 21: 'Кенгуру', 22: 'Коала',
         23: 'Божья коровка', 24: 'Леопард', 25: 'Лев', 26: 'Ящерица', 27: 'Рысь', 28: 'Сорока', 29: 'Обезьяна',
         30: 'Насекомые', 31: 'Мышь', 32: 'Мул', 33: 'Выдра', 34: 'Страус', 35: 'Сова', 36: 'Панда',
         37: 'Пингвин', 38: 'Попугай', 39: 'Свинья', 40: 'Полярный медведь', 41: 'Заяц/Кролик', 42: 'Енот', 43: 'Ворон',
         44: 'Красная панда', 45: 'Носорог', 46: 'Скорпион', 47: 'Морской лев', 48: 'Морской конек', 49: 'Кальмар', 50: 'Белка',
         51: 'Морская звезда', 52: 'Лебедь', 53: 'Клещ', 54: 'Тигр', 55: 'Черепаха', 56: 'Индюк', 57: 'Черепаха', 58: 'Кит',
         59: 'Дятел', 60: 'Червь', 61: 'Зебра', 62: 'Медведь', 63: 'Бык', 64: 'Бурый медведь', 65: 'Верблюд',
         66: 'Курица', 67: 'Крупный рогатый скот', 68: 'Гепард', 69: 'Канарейка', 70: 'Гусеница', 71: 'Сороконожка', 72: 'Морская черепаха',
         73: 'Акула', 74: 'Овца', 75: 'Креветка', 76: 'Улитка', 77: 'Змея', 78: 'Воробей', 79: 'Паук'}
SUPPORTED_VIDEO_EXT = ['asf', 'avi', 'gif', 'm4v', 'mkv', 'mov', 'mp4', 'mpeg', 'mpg', 'ts', 'wmv', 'webm']
SUPPORTED_IMAGE_EXT = ['png', 'jpg', 'jpeg', 'bmp', 'dng', 'webp', 'tif', 'tiff', 'mpo', 'pfm']
